---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsMassPerFootSecond
source: html/2651220f-be26-8cfd-c837-a459c3a58e49.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsMassPerFootSecond Property

Pounds mass per foot second.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsMassPerFootSecond { get; }
```